tap "azure/functions"
tap "edgedb/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "opencode-ai/tap"
tap "pulumi/tap"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "tursodatabase/tap"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "glib"
brew "cocoapods"
brew "diff-so-fancy"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mysql-client"
brew "neovim"
brew "nss"
brew "openblas"
brew "numpy"
brew "onefetch"
brew "pgbouncer"
brew "pkgconf"
brew "py3cairo", link: false
brew "python@3.11"
brew "ripgrep"
brew "scipy"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "uv"
brew "wget"
brew "xclip"
brew "zellij"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "edgedb/tap/edgedb-cli"
brew "gromgit/fuse/sshfs-mac"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pulumi/tap/pulumi"
brew "stripe/stripe-cli/stripe"
brew "tursodatabase/tap/turso"
cask "alacritty"
cask "alt-tab"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "middleclick"
cask "ngrok"
cask "raycast"
cask "unnaturalscrollwheels"
vscode "ambar.bundle-size"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "bierner.color-info"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bocovo.dbml-erd-visualizer"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "devsense.composer-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "djlynn03.insert-color"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fernandotherojo.nandorojo-tamagui"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "jakebecker.elixir-ls"
vscode "jdinhlife.gruvbox"
vscode "jock.svg"
vscode "kuscamara.electron"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "simonsiefke.svg-preview"
vscode "statelyai.stately-vscode"
vscode "supermaven.supermaven"
vscode "tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "xyc.vscode-mdx-preview"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
